const discussions = {
  code: 0,
  msg: '...',
  data: {
    discussions: [
      {
        id: '1',
        username: '小王',
        date: '2019/12/12',
        content: `
          动态规划相信大家都知道，但是动态规划到底是什么呢，下面小编给大家介绍一下吧。
          动态 规划就是一种算法，怎么样，大家有什么想法可以在评论区写下来一起分享。
          `,
        comments: [],
      },
      {
        id: '2',
        username: '小李',
        date: '2019/12/12',
        content: `
          动态规划相信大家都知道，但是动态规划到底是什么呢，下面小编给大家介绍一下吧。
          动态 规划就是一种算法，怎么样，大家有什么想法可以在评论区写下来一起分享。
          `,
        comments: [],
      },
      {
        id: '3',
        username: '小张',
        date: '2019/12/12',
        content: `
          动态规划相信大家都知道，但是动态规划到底是什么呢，下面小编给大家介绍一下吧。
          动态 规划就是一种算法，怎么样，大家有什么想法可以在评论区写下来一起分享。
          `,
        comments: [],
      },
    ],
  },
};

export default discussions;
